Repository: AndrzejRPiotrowski/LunchFromDateSelector
Catalog: LaunchFromDateSelector/Properties/Resources.*.resx
Languages: cs

# ButtonAbort
source: Abort
cs: Přerušit

# ButtonAll
source: All
cs: Vše

# ButtonCancel
source: Cancel
cs: Zrušit

# ButtonClose
source: Clos&e
cs: &Zavřít

# ButtonDelete
source: Delete
cs: Odstranit

# ButtonIgnore
source: Ignore
cs: Ignorovat

# ButtonNo
source: No
cs: Ne

# ButtonNoAll
source: No To All
cs: Ne všem

# ButtonRetry
source: Retry
cs: Opakovat

# ButtonSkip
source: Skip
cs: Přeskočit

# ButtonYes
source: Yes
cs: Ano

# ButtonYesAll
source: Yes To All
cs: Ano všem

# CaptionAbout
source: About
cs: O aplikaci

# CaptionError
source: Error
cs: Chyba

# CaptionHelp
source: Help
cs: Nápověda

# CaptionInformation
source: Information
cs: Informace

# CaptionSecond
source: second
cs: sekundě

# CaptionSeconds
source: seconds
cs: sekundách

# CaptionWarning
source: Warning
cs: Varování

# ExceptionMessageA
source: Multiple entry of arguments for the target application.
cs: Vícenásobné zadání argumentů pro aplikaci ke spuštění.

# ExceptionMessageD
source: Multiple absolute date entry.
cs: Vícenásobné zadání absolutního data.

# ExceptionMessageF
source: Wrong date span format.
cs: Chybný formát relativního zadání data.

# ExceptionMessageI
source: Multiple target application file path entry.
cs: Vícenásobné zadání cesty k aplikaci ke spuštění.

# ExceptionMessageJ
source: The date and the interval must be provided.
cs: Datum a interval musejí být zadány.

# ExceptionMessageK
source: The date must be provided.
cs: Datum musí být zadáno.

# ExceptionMessageL
source: The interval must be provided.
cs: Interval musí být zadán.

# ExceptionMessageM
source: Arguments mismatch.
cs: Nesoulad argumentů.

# ExceptionMessageN
source: The interval must be a positive integer less than or equal to {0}.
cs: Interval musí být kladné číslo menší nebo rovno {0}.

# ExceptionMessageQ
source: Multiple date span entry.
cs: Vícenásobné relativní zadání data.

# ExceptionMessageS
source: Multiple interval entry.
cs: Vícenásobné zadání intervalu.

# ExceptionMessageT
source: The date cannot be set both absolutely and relatively.
cs: Datum nelze zadat současně absolutně i relativně.

# ExceptionMessageU
source: An unknown switch was provided.
cs: Byl použit neznámý přepínač.

# ExceptionMessageW
source: Multiple working folder path entry.
cs: Vícenásobné zadání pracovního adresáře (složky).

# ExceptionMessageZ
source: The date span cannot be set to zero.
cs: Relativní zadání data nemůže být nulové.

# HelpLine1
source: /i\tPath to the target application.
cs: /i\tCesta k cílové aplikaci.

# HelpLine10
source: \ttion (optional).
cs: \tmá být spuštěna (volitelné).

# HelpLine11
source: /w\tWorking folder of the target application
cs: /w\tPracovní adresář (složka) cílové aplikace

# HelpLine12
source: \t(optional).
cs: \t(volitelné).

# HelpLine13
source: /o\tAllow only one instance (optional).
cs: /o\tPovolit pouze jednu instanci (volitelné).

# HelpLine14
source: /s\tAfter this interval in seconds the current
cs: /s\tČasový interval v sekundách, po kterém

# HelpLine15
source: \tsystem date and time will be set.
cs: \tbudou nastaveny zpět platné datum a čas.

# HelpLine16
source: /t\tTesting mode.
cs: /t\tTestovací režim.

# HelpLine17
source: /T\tArgument parsing test.
cs: /T\tTest analýzy argumentů.

# HelpLine18
source: /h or /?\tWill show this help.
cs: /h, /?\tZobrazení této nápovědy.

# HelpLine2
source: /d\tAbsolute date to be set as the system da-
cs: /d\tAbsolutní datum, které bude nastaveno ja-

# HelpLine3
source: \tte for launch of the application in format
cs: \tko systémové datum pro spuštění aplikace

# HelpLine4
source: \tYYYY-MM-DD (e.g. 2019-01-01).
cs: \tve formátu YYYY-MM-DD (např. 2019-01-01).

# HelpLine5
source: /r\tRelative date span (e.g. -2year, -6month,
cs: /r\tRelativní zadání data (např. -2year, +2day,

# HelpLine6
source: \t-1day, +2day).
cs: \t-1day, -6month).

# HelpLine7
source: \t/d or /r must be set. If /d is set, /r cannot
cs: \tDatum musí být zadáno pomocí přepínačů

# HelpLine8
source: \tbe set and if /r is set, /d cannot be set.
cs: \t/d nebo /r. Oba nelze použít současně.

# HelpLine9
source: /a\tArguments passed to the target applica-
cs: /a\tArgumenty předané cílové aplikaci, která

# LabelVersion
source: Version:
cs: Verze:

# LabelWebsite
source: Website:
cs: Web:

# MenuItemCopy
source: &Copy
cs: &Kopírovat

# MenuItemCopyAbout
source: Copy &About Text
cs: Kopírovat text &O aplikaci

# MenuItemCopyLink
source: &Copy Link
cs: &Kopírovat odkaz

# MessageApplicationCannotRun
source: This applicacion cannot run on your system.
cs: Tato aplikace nemůže běžet na Vašem systému.

# MessageApplicationError
source: An unexpected error has occured. Application will close now.
cs: Došlo k neočekávané chybě. Aplikace bude nyní ukončena.

# MessageApplicationNotFound
source: Application to launch was not found.
cs: Aplikace, která má být spuštěna, nebyla nalezena.

# MessageApplicationNotSet
source: Application to launch must be set.
cs: Je třeba zadat cestu k aplikaci, která má být spuštěna.

# MessageLaunchWarning1
source: The system time will be set to the required value for the certain number of seconds. This can cause unexpected behavior of your system or some applications. E.g. the trial period for some applications may expire.
cs: Systémový čas bude nastaven na požadovanou hodnotu na nastavený počet sekund. To může způsobit neočekávané chování systému nebo některých aplikací. Může například skončit zkušební doba používání některých aplikací.

# MessageLaunchWarning2
source: Do you really want to continue?
cs: Opravdu chcete pokračovat?

# MessageLaunchWarning3
source: If so, this message will not be displayed again.
cs: Pokud ano, tato zpráva ze vícekrát nezobrazí.

# MessageRunAsAdministrator
source: You must run this program as Administrator to perform this action.
cs: K provedení této akce je třeba aplikaci spustit jako Administrátor.

# MessageShortcutAlreadyExists
source: The shortcut of this name already exists. Do you want to overwrite it?
cs: Zástupce tohoto jména už existuje. Chcete jej nahradit?

# MessageShortcutNameNotSet
source: Application shortcut name must be set.
cs: Je třeba zadat jméno zástupce.

# ToolTipVisit
source: Visit website
cs: Navštívit web

# Website
source: https://fortsoft.eu/
cs: https://fortsoft.cz/
